IDEA StatiCa Open Model
WeldParam.Size Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the size of the weld
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Size { get; set; }
Public Property Size As Double
	Get
	Set
public:
property double Size {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
WeldParam Class
IdeaRS.OpenModel.Parameters Namespace